step = [
    ["Σετάρισμα."],
    ["Προετοιμασία/συγκέντρωση εξοπλισμού.",
     "Ελεγχος αν υπάρχουν λαστιχένιες ροδέλες στα παξιμάδια των οδηγών "
     "της τράπεζας.",
     "Συγκέντρωση εργαλείων (κατσαβίδι/α, κλειδί, χαρτοταινία, και "
     "χαρακάκι).",
     "Συγκέντρωση εργαλείων διάνοιξης οπών (σφυρί, ζουμπάς, μαρμάρινο "
     "πλακίδιο, έλασμα με οπή).",
     "Απομάκρυνση των εργαλείων από την τράπεζα πριν την αλλαγή της.",
     "Συγκέντρωση των ξύλινων πλαισίων και των βαρών τους για τη στήριξη "
     "του μαιάνδρου " + 'riser.',
     "Επιλογή μέτρου κατάλληλου μήκους = βήμα - " + 'overlap.',
     "Επιλογή φύλλου-λωρίδας κατάλληλου μήκους (ίσο με το συνολικό "
     "πλάτος των φινακιών)."],
    ["Τοποθέτηση στηρίξεων φύλλου.",
     "Τοποθέτηση του φύλλου αρχικά κατά την μεγάλη πλευρά του.",
     "Τοποθέτηση του φύλλου κατά τη μικρή πλευρά του.",
     "Τοποθέτηση οδηγών της κάτω πλευράς της τράπεζας.",
     "Τοποθέτηση των στοπ των φινακιών.",
     "Τοποθέτηση οδηγών της πάνω μπάρας (όμοια με 2.3)."],
    ["Μεταφορά/Αλλαγή της πάνω μπάρας.",
     "Ξεβίδωμα των βιδών σε κάθε άκρο της πάνω μπάρας.",
     "Μεταφορά της πάνω μπάρας κατά τη διεύθυνση ΙΙ.",
     "Αφαίρεση υπάρχουσας μπάρας (σε περίπτωση που δεν είναι η "
     "κατάλληλη).",
     "Τοποθέτηση κατάλληλης μπάρας (για μαίανδρο: πάνω μπάρα, για "
     "οριζόντιο: αριστερή μπάρα).",
     "Η μπάρα δεν βιδώνεται ακόμα."],
    ["Τοποθέτηση στηρίξεων του " + 'grid' + " σωλήνων.",
     "Αφαίρεση υπαρχόντων στοπ των " + 'header.',
     "Τοποθέτηση του grid (πρόχειρα) πάνω από το/τα φύλλο/α.",
     "Τοποθέτηση του πρώτου header (σε οριζόντιο: ο αριστερός, αλλιώς: ο "
     "κάτω).",
     "Τοποθέτηση του δεύτερου " + 'header.'],
    ["Αλλαγή της ρόδας του " + 'laser.',
     "Ξεβίδωμα του παξιμαδιού της ρόδας.",
     "Αφαίρεση της βίδας, του παξιμαδιού, και της ρόδας.",
     "Τοποθέτηση της άλλης ρόδας, με την ίδια βίδα και το παξιμάδι.",
     "Βίδωμα του παξιμαδιού.",
     "Από Φ8 σε Φ15: 5 αντιωρολογιακές περιστροφές του " + 'knob.' +
     "Από Φ15 σε Φ8 το αντίστροφο.",
     "Δοκιμή και έλεγχος ομαλής περιστροφής της ρόδας."],
    ["Προετοιμασία του προγράμματος του " + 'laser.',
     "Επιλογή κατάλληλου προγράμματος για το συγκεκριμένο/παρόμοιο "
     "προϊόν.",
     "Εισαγωγή νέου βήματος (ή λοιπών χαρακτηριστικών αν χρειάζεται).",
     "Καλιμπράρισμα του " + 'laser' + " με κατάλληλο " + 'offset.'],
    ["Ποιοτικός έλεγχος.",
     "Μέτρηση μήκους εξόδου " + 'header.',
     "Μέτρηση απόστασης πρώτου " +  'riser' + " από την άκρη του φύλλου.",
     "Μέτρηση των διαγωνίων του " + 'grid' +
     " ώστε να ελεγχθεί η καθετότητα των σωλήνων.",
     "Έλεγχος, οπτικός και με κατάλληλος εργαλείο, της συγκόλλησης."],
    ["Τακτοποίηση του εξοπλισμού.",
     "Τοποθέτηση κάθε εργαλείου που χρησιμοποιήθηκε πίσω στη θέση του."]
]
